{
  "When did the symptoms start? Was it sudden or gradual?": "38d57b94e7c32f9c7e4bd85f11a243f0.mp3",
  "What were you doing when the symptoms began?": "94fdefa704aa120e89f4dc16e766a799.mp3",
  "Were there any events or activities that preceded the symptoms?": "b03589c686eef5f29c8f55ecd071153a.mp3",
  "Is there anything that makes the symptoms better or worse?": "91eb6b225de65b3b6074e5a41079e6f6.mp3",
  "Does rest, activity, or certain positions affect the symptoms?": "00bc46098eb3de5f136412119d015e42.mp3",
  "Have you tried anything that helped relieve the symptoms?": "262d6ff6bee60b8db3b5ae73859c776b.mp3",
  "How would you describe the symptom? For example, is it sharp, dull, burning, or aching?": "d87f8903db1f8b5c1c0a19e7dc746151.mp3",
  "Does the symptom occur with exertion or at rest?": "07bfa1b1c28e97c5baa33970185ad859.mp3",
  "Is the symptom affected by changes in position?": "ec30bd492e06399723bac67be53b652c.mp3",
  "Where exactly is the symptom located? Can you point to it?": "06dd62ecd05d17dbf0d2196624418fba.mp3",
  "Does the symptom spread or move to any other areas?": "fa536396f7b4bf6cbee476a17207ce39.mp3",
  "Is the symptom localized to one area, or does it affect a wider region?": "0d26f86486f64f29ba415a8335d68303.mp3",
  "On a scale from 1 (no pain) to 10 (worst pain imaginable), how severe is it?": "d8a7f2f69c95c733e577b5aadc46d47d.mp3",
  "How much does this symptom interfere with your daily activities?": "62f70c774e362837860126c884a67954.mp3",
  "Are there any other symptoms that come along with this, such as nausea, sweating, or shortness of breath?": "b3c1bcfb2d626663772f0e8ff5e2c6cc.mp3",
  "How long does the symptom last when it occurs?": "b101594c927886e08f521304e40d148b.mp3",
  "Is the symptom constant, or does it come and go (intermittent)?": "9654b7931075e07ea8519541b4cf2665.mp3",
  "Is there any particular time of day when the symptom is better or worse?": "9bea49288b4add253773a9dfa5d1034a.mp3",
  "I'm sorry to hear that. That must be difficult for you.": "43f430eac3132788d1bb4a95bed39e4c.mp3",
  "That sounds really challenging. I can understand how that would affect you.": "a468522edb129c6071726848cd404a65.mp3",
  "I can imagine how distressing this must be for you.": "d35b547fa4277e56049ec759808d2685.mp3",
  "I understand. Thank you for sharing that with me.": "6e2d59a25b046507621aa3a4f17464e9.mp3",
  "I hear what you're saying. That makes sense.": "29316a4658303b5bd700b0fcdf3c8eb3.mp3",
  "I see. Let me make sure I understand correctly.": "cb6d518042433d34c86454cd1713feb4.mp3",
  "I'm here to help you, and we'll work through this together.": "879242fb229ff1f0abf3ac97a32c5600.mp3",
  "Thank you for being so open with me. This information is very helpful.": "6203c272f6a95336e873c45c5808f003.mp3",
  "We'll do our best to figure out what's going on and find the right treatment for you.": "00316bdcb267fafe466e5a6adf649360.mp3",
  "Please, go on. I'm listening.": "ca8a92ca3242c3b83bdd70e8cf3e1145.mp3",
  "Tell me more about that.": "78f015a76f52ab02aa1b4fed5a10724c.mp3",
  "Is there anything else you'd like to add?": "1e9d23026653b17e8bc8f8c25317bafb.mp3",
  "How often do you have bowel movements?": "1f3aae9e96f168db3c9f4c0177042926.mp3",
  "Have you noticed any changes in your bowel habits, such as diarrhea or constipation?": "4c27a9a87e9166cc9b74a9540c71b883.mp3",
  "Is there any blood or unusual color in your stool?": "6e5793b48bb1c7bf209d3905e72ad9f9.mp3",
  "How often do you urinate during the day and night?": "babe96ee0d5da413c7ec3b0b66fa8d0b.mp3",
  "Do you have any pain, burning sensation, or difficulty when urinating?": "7310b2e8b3a0308b17590fea68b06dc7.mp3",
  "Have you noticed any changes in the color or smell of your urine?": "339328c55995936904655116406f3599.mp3",
  "Have you experienced any weight loss or weight gain recently?": "bffb5a1edeec852f902f1f0ec2aa9acc.mp3",
  "If so, how much weight have you lost or gained, and over what period of time?": "8a3b82c06238d143b8356c39262eca63.mp3",
  "Was this weight change intentional or unintentional?": "d3a3d76065da30a7acd1e81faf1ce8ce.mp3",
  "How is your appetite? Have you noticed any changes?": "6a1f1d8739064eacb9444d47cd85a278.mp3",
  "Are you eating less or more than usual?": "eff5bac80b1cdcb92d618ceaa2414076.mp3",
  "Do you have any difficulty swallowing or nausea after eating?": "f1fa63d01a2b1a8b69a35b084fe5ced4.mp3",
  "How many hours of sleep do you get per night?": "d353e9528a07151d6a5950d65c41bab3.mp3",
  "Do you have any difficulty falling asleep or staying asleep?": "4ebe721f86f77557ee09b21fa75c1c0a.mp3",
  "Do you feel well-rested when you wake up in the morning?": "fb8dc382fc87e4a52894a2d8a9c058fd.mp3",
  "Is there any history of serious illnesses in your family, such as heart disease, diabetes, or cancer?": "6e1295dda144405eb8963b24e24d1569.mp3",
  "Are your parents still alive? If not, what did they pass away from?": "5d3abfcaf355f4bacce83df7a7ae355d.mp3",
  "Do any of your siblings or close relatives have similar symptoms or conditions?": "a7083028daf4b07b5acc1827bf9094f8.mp3",
  "Have you had any major illnesses, surgeries, or hospitalizations in the past?": "7431a764c8fae2ca1326e078544036ab.mp3",
  "Do you have any chronic medical conditions, such as diabetes, hypertension, or asthma?": "e4cddfbbedd353b3ba9d78357c704c1f.mp3",
  "Have you ever been diagnosed with this condition before?": "bd7119937d34542117d5642209506f74.mp3",
  "Are you currently taking any medications, including over-the-counter drugs or supplements?": "595a02030662e52b0672ab13bcf409f1.mp3",
  "Can you tell me the names and dosages of your medications?": "799cc16808f3ad0cea4deb510d3e44ac.mp3",
  "Do you have any allergies to medications?": "dd240dbd14f07f8cec4b74b6390518ff.mp3",
  "When was your last health check-up or physical examination?": "11e8d1502e32c6da2353bfa807a97250.mp3",
  "Have you had any recent blood tests, X-rays, or other screening tests?": "c253524ca037ace834ba5cca80b7f540.mp3",
  "Were there any abnormal findings in your recent health screenings?": "6d747a2c78a2d4c7318778067421783c.mp3",
  "Have you done anything to treat or manage these symptoms?": "41d303bccf28f03ef51ebac7bd700933.mp3",
  "Have you tried any home remedies or alternative treatments?": "c16b0cc18b8f427e40ba5b98c6d1b356.mp3",
  "Have you traveled abroad recently? If so, where and when?": "cc5065661da92dff1083a9acac13c75c.mp3",
  "Do you drink alcohol? If so, how often and how much do you drink?": "3272fb0a311ae93a9662edd0389ea2b4.mp3",
  "How many years have you been drinking?": "7f7e12edd00146d8d3618d30dd03223b.mp3",
  "What type of alcohol do you usually drink, and how many drinks per day or week?": "58c982f1c1b7d26e3cbd7ac4214ff5b8.mp3",
  "Do you smoke? If so, how many cigarettes do you smoke per day?": "f5493207e50d246a61da48f5686592db.mp3",
  "How many years have you been smoking, or when did you quit?": "760de177f9c16cdb7a0f0c8f241d0643.mp3",
  "Have you ever tried to quit smoking?": "fd71cd2d155e56672f7999fefcd77d39.mp3",
  "What do you do for a living?": "7227af708952bd79a70b2f249a3aaa63.mp3",
  "Does your work involve any physical labor or exposure to chemicals or hazardous materials?": "5c02547c34e09edd96700f1f9ecc7ee2.mp3",
  "How stressful is your job, and does it affect your health?": "ac371113885969b46f9ba257627f08a6.mp3",
  "Have you been under a lot of stress recently?": "0b947402d87962213f3f43c0b90f1ba5.mp3",
  "What are the main sources of stress in your life right now?": "319fc8f66124963140c1bc1bd47901da.mp3",
  "How do you usually cope with stress?": "0d6a0543e81e8fdd101c00c6944a536b.mp3",
  "How would you describe the quality of your sleep?": "45be9ed2038141e7ad3c0de28d9fa69b.mp3",
  "Do you snore or has anyone noticed you stop breathing during sleep?": "9244add3ca477776239b036f56c68fb4.mp3",
  "Do you take any medications or supplements to help you sleep?": "6e46cd537a6ec97071fd95ec74cdb1d6.mp3",
  "When was the first day of your last menstrual period?": "945787949b7080e7788aa245efdfb4ad.mp3",
  "Are your periods regular? How many days does your cycle last?": "3165a8c8352fa42398c9cae01c791211.mp3",
  "Do you experience any pain, heavy bleeding, or other symptoms during your period?": "007329e6b09b1a8d2d7bab22cddf9f77.mp3",
  "Are you currently sexually active?": "0598c40bef6c922243c8e10209c72197.mp3",
  "Do you use any form of contraception or protection?": "3c3c8d0d03bdfa1f30438663d25baa0e.mp3",
  "Have you ever been diagnosed with or treated for sexually transmitted infections?": "51ef8ed9a65fc904dd2ccfc36e721dc1.mp3"
}